<?php

declare(strict_types=1);

return [
    'actions' => [
        'accept' => 'Приемане',
        'approve' => 'Одобряване',
        'attach' => 'Закачане',
        'cancel' => 'Анулиране',
        'confirm' => 'Потвърждаване',
        'create' => 'Създаване',
        'decline' => 'Отхвърляне',
        'delete' => 'Изтриване',
        'delete_any' => 'Изтриване на произволни',
        'detach' => 'Разкачане',
        'download' => 'Изтегляне',
        'export' => 'Експортиране',
        'force_delete' => 'Окончателно изтриване',
        'force_delete_any' => 'Окончателно изтриване на произволни',
        'impersonate' => 'Влизане като потребител',
        'import' => 'Импортиране',
        'manage' => 'Управление',
        'publish' => 'Публикуване',
        'reorder' => 'Пренареждане',
        'replicate' => 'Клониране',
        'restore' => 'Възстановяване',
        'restore_any' => 'Възстановяване на произволни',
        'resume' => 'Подновяване',
        'run' => 'Изпълнение',
        'start' => 'Стартиране',
        'submit' => 'Изпращане',
        'update' => 'Редактиране',
        'view' => 'Преглед',
        'view_any' => 'Преглед на списъка',
    ],
    'missing_permission' => 'Нямате разрешението „:permission“.',
];
