<?php

declare(strict_types=1);

return [
    'actions' => [
        'accept' => 'လက်ခံခြင်း',
        'approve' => 'ခွင့်ပြုခြင်း',
        'attach' => 'ပူးတွဲခြင်း',
        'cancel' => 'ပယ်ဖျက်ခြင်း',
        'confirm' => 'အတည်ပြုခြင်း',
        'create' => 'ဖန်တီးခြင်း',
        'decline' => 'ငြင်းပယ်ခြင်း',
        'delete' => 'ဖျက်ခြင်း',
        'delete_any' => 'မည်သည့်အရာမဆို ဖျက်ခြင်း',
        'detach' => 'ခွဲထုတ်ခြင်း',
        'download' => 'ဒေါင်းလုဒ်ဆွဲခြင်း',
        'export' => 'ထုတ်ယူခြင်း',
        'force_delete' => 'အပြီးတိုင် ဖျက်ခြင်း',
        'force_delete_any' => 'မည်သည့်အရာမဆို အပြီးတိုင် ဖျက်ခြင်း',
        'impersonate' => 'အသုံးပြုသူအဖြစ် ဝင်ရောက်ခြင်း',
        'import' => 'တင်သွင်းခြင်း',
        'manage' => 'စီမံခန့်ခွဲခြင်း',
        'publish' => 'ထုတ်ဝေခြင်း',
        'reorder' => 'ပြန်စီခြင်း',
        'replicate' => 'ပုံတူကူးခြင်း',
        'restore' => 'ပြန်လည်ရယူခြင်း',
        'restore_any' => 'မည်သည့်အရာမဆို ပြန်လည်ရယူခြင်း',
        'resume' => 'ဆက်လက်လုပ်ဆောင်ခြင်း',
        'run' => 'လုပ်ဆောင်စေခြင်း',
        'start' => 'စတင်ခြင်း',
        'submit' => 'တင်ပြခြင်း',
        'update' => 'တည်းဖြတ်ခြင်း',
        'view' => 'ကြည့်ရှုခြင်း',
        'view_any' => 'စာရင်း ကြည့်ရှုခြင်း',
    ],
    'missing_permission' => 'သင့်တွင် “:permission” ခွင့်ပြုချက် မရှိပါ။',
];
