<?php

declare(strict_types=1);

return [
    'actions' => [
        'accept' => 'Қабул кардан',
        'approve' => 'Маъқул донистан',
        'attach' => 'Замима кардан',
        'cancel' => 'Бекор кардан',
        'confirm' => 'Тасдиқ кардан',
        'create' => 'Эҷод кардан',
        'decline' => 'Рад кардан',
        'delete' => 'Нест кардан',
        'delete_any' => 'Ҳар кадомро нест кардан',
        'detach' => 'Ҷудо кардан',
        'download' => 'Боргирӣ кардан',
        'export' => 'Содир кардан',
        'force_delete' => 'Ба таври доимӣ нест кардан',
        'force_delete_any' => 'Ҳар кадомро ба таври доимӣ нест кардан',
        'impersonate' => 'Ҳамчун корбар ворид шудан',
        'import' => 'Ворид кардан',
        'manage' => 'Идора кардан',
        'publish' => 'Нашр кардан',
        'reorder' => 'Тағйир додани тартиб',
        'replicate' => 'Нусхабардорӣ',
        'restore' => 'Барқарор кардан',
        'restore_any' => 'Ҳар кадомро барқарор кардан',
        'resume' => 'Идома додан',
        'run' => 'Иҷро кардан',
        'start' => 'Оғоз кардан',
        'submit' => 'Ирсол кардан',
        'update' => 'Таҳрир кардан',
        'view' => 'Намоиш',
        'view_any' => 'Намоиши рӯйхат',
    ],
    'missing_permission' => 'Иҷозати «:permission» ба шумо дода нашудааст.',
];
