<?php

declare(strict_types=1);

return [
    'actions' => [
        'accept' => 'स्वीकार गर्ने',
        'approve' => 'स्वीकृत गर्ने',
        'attach' => 'संलग्न गर्ने',
        'cancel' => 'रद्द गर्ने',
        'confirm' => 'पुष्टि गर्ने',
        'create' => 'सिर्जना गर्ने',
        'decline' => 'अस्वीकार गर्ने',
        'delete' => 'मेटाउने',
        'delete_any' => 'जुनसुकै मेटाउने',
        'detach' => 'अलग गर्ने',
        'download' => 'डाउनलोड गर्ने',
        'export' => 'निर्यात गर्ने',
        'force_delete' => 'स्थायी रूपमा मेटाउने',
        'force_delete_any' => 'जुनसुकै स्थायी रूपमा मेटाउने',
        'impersonate' => 'प्रयोगकर्ताको रूपमा लग इन गर्ने',
        'import' => 'आयात गर्ने',
        'manage' => 'व्यवस्थापन गर्ने',
        'publish' => 'प्रकाशित गर्ने',
        'reorder' => 'क्रम बदल्ने',
        'replicate' => 'नक्कल गर्ने',
        'restore' => 'पुनर्स्थापना गर्ने',
        'restore_any' => 'जुनसुकै पुनर्स्थापना गर्ने',
        'resume' => 'पुनः सुरु गर्ने',
        'run' => 'चलाउने',
        'start' => 'सुरु गर्ने',
        'submit' => 'पेश गर्ने',
        'update' => 'सम्पादन गर्ने',
        'view' => 'हेर्ने',
        'view_any' => 'सूची हेर्ने',
    ],
    'missing_permission' => 'तपाईंसँग “:permission” अनुमति छैन।',
];
